---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarStyle.Standard
enum: Autodesk.Revit.DB.Structure.RebarStyle
source: html/a9ac65a6-29e6-25e5-caca-502e21385f47.htm
---
# Autodesk.Revit.DB.Structure.RebarStyle.Standard

A standard or longitudinal bar.